

export const jokes = [
  {
    id: 1,
    text: 'анекдот 1',
    topic: 'василий иванович и петька'
  },
  {
    id: 2,
    text: 'анекдот 2',
    topic: 'василий иванович и петька'
  },
  {
    id: 3,
    text: 'анекдот 3',
    topic: 'василий иванович и петька'
  },
  {
    id: 4,
    text: 'анекдот 4',
    topic: 'василий иванович и петька'
  },
  {
    id: 5,
    text: 'анекдот 5',
    topic: 'про евреев'
  },
  {
    id: 6,
    text: 'анекдот 6',
    topic: 'про евреев'
  },
  {
    id: 7,
    text: 'анекдот 7',
    topic: 'про евреев'
  },
  {
    id: 8,
    text: 'анекдот 8',
    topic: 'про евреев'
  },
  {
    id: 9,
    text: 'анекдот 9',
    topic: 'пошлые'
  },
  {
    id: 10,
    text: 'анекдот 10',
    topic: 'пошлые'
  },
  {
    id: 11,
    text: 'анекдот 11',
    topic: 'про вовочку'
  },
  {
    id: 12,
    text: 'анекдот 12',
    topic: 'про вовочку'
  },
  {
    id: 13,
    text: 'анекдот 13',
    topic: 'про вовочку'
  },
  {
    id: 14,
    text: 'анекдот 14',
    topic: 'про вовочку'
  },
  {
    id: 15,
    text: 'анекдот 15',
    topic: 'про вовочку'
  },

]